-- --------------------------------------------------------
-- 主机:                           gz-cdb-e3isaf9n.sql.tencentcdb.com
-- 服务器版本:                        8.0.30-txsql - 20241001
-- 服务器操作系统:                      Linux
-- HeidiSQL 版本:                  12.10.0.7000
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- 导出  表 weather.visualization_weather_content 结构
CREATE TABLE IF NOT EXISTS `visualization_weather_content` (
  `id` int NOT NULL AUTO_INCREMENT,
  `uid` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '编号',
  `name` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '名称',
  `classification` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '分类',
  `alarm` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '名称',
  `time` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '名称',
  `address` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '年份',
  `image` varchar(1024) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '图片',
  `description` varchar(4096) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '说明',
  `deleted` int DEFAULT NULL COMMENT '是否删除',
  `createDate` datetime DEFAULT NULL COMMENT '创建时间',
  `updateDate` datetime DEFAULT NULL COMMENT '更新时间',
  `operator` varchar(60) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL COMMENT '操作',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=94 DEFAULT CHARSET=utf8mb3 ROW_FORMAT=DYNAMIC;

-- 正在导出表  weather.visualization_weather_content 的数据：~93 rows (大约)
DELETE FROM `visualization_weather_content`;
INSERT INTO `visualization_weather_content` (`id`, `uid`, `name`, `classification`, `alarm`, `time`, `address`, `image`, `description`, `deleted`, `createDate`, `updateDate`, `operator`) VALUES
	(1, 'f0389604-e336-4918-8ae1-3021a4920a2e', '冰雹（直径4cm）砸毁果园', '强对流天气', '橙色预警  ', '2026-07-05 19:30', '徐州市,丰县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(2, '7160ba45-1520-41ba-a7ae-d7da547df923', '雷暴大风（阵风13级）掀翻工厂顶棚', '强对流天气', '红色预警  ', '2026-08-14 02:50', '徐州市,沛县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(3, '8cf2f972-1889-42fa-adf7-e58f1d6f759a', 'EF2级龙卷风致民房倒塌', '强对流天气', '红色预警  ', '2026-06-28 15:40', '徐州市,新沂市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(4, '97fff569-aafe-44ae-9b9b-b7cb3b81b112', '暴雨（24小时210mm）引发山洪', '暴雨洪涝', '红色预警  ', '2026-07-21 22:45', '徐州市,邳州市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(5, '0516e172-5081-4d92-9dba-6444ad65ea8f', '短时强降水（1小时150mm）淹没村庄', '暴雨洪涝', '红色预警', '2026-08-07 05:20', '徐州市,睢宁县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(6, 'fad067ff-9cde-405b-81ff-fe2a42dd7283', '台风"梅花"登陆伴16级风', '台风灾害', '黄色预警', '2026-09-11 16:10', '连云港市,赣榆区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(7, '5b6eca01-2daa-405e-be2d-7b9252f878da', '龙卷风EF1级致电线杆断裂', '强对流天气', '黄色预警', '2026-07-18 11:30', '连云港市,东海县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(8, '3375dc73-2ab1-479c-bda1-a495f56d7413', '暴雨引发海堤决口', '暴雨洪涝', '黄色预警', '2026-08-27 02:00', '连云港市,灌云县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(9, 'ce66f734-ce82-4d6e-afec-e39387db3a85', '雷暴大风（阵风12级）掀翻渔船', '强对流天气', '黄色预警', '2026-06-25 20:30', '连云港市,灌南县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(10, '696fdc08-b6a3-4ca2-b97a-ac548f3daaf0', '冰雹（直径3cm）砸坏车辆', '强对流天气', '橙色预警  ', '2026-07-17 17:50', '宿迁市,沭阳县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(11, 'fc523024-b9ef-49d6-8adf-9c24d307a959', '暴雨（24小时170mm）淹没农田', '暴雨洪涝', '橙色预警  ', '2026-08-03 03:20', '宿迁市,泗阳县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(12, 'fb8bdd21-771c-433e-a254-c2e62c57f26e', 'EF1级龙卷风致大棚损毁', '强对流天气', '橙色预警', '2026-06-29 19:10', '宿迁市,泗洪县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(13, 'b8383e1f-6475-40f8-97ba-3caf84ad146e', '暴雨（24小时160mm）引发城市内涝', '暴雨洪涝', '橙色预警  ', '2026-07-23 09:40', '淮安市,淮安区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(14, '12bc930c-cdbc-45c7-8870-3e4f04181e1f', '雷暴大风（阵风11级）折断树木', '强对流天气', '橙色预警  ', '2026-08-20 02:10', '淮安市,淮阴区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(15, '1d751d07-6e38-407a-a66f-67bf80aaab8a', '短时强降水（1小时130mm）淹没道路', '暴雨洪涝', '橙色预警  ', '2026-06-27 15:00', '淮安市,涟水县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(16, '308d7991-4130-42e8-af34-7061e85b8c09', 'EF0级龙卷风致广告牌坠落', '强对流天气', '黄色预警', '2026-07-11 23:30', '淮安市,洪泽区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(17, 'de1cbfa8-5f6d-4300-be61-4172f8a7f41a', '暴雨引发水库泄洪', '暴雨洪涝', '橙色预警', '2026-08-06 06:40', '淮安市,盱眙县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(18, '2a86aada-ee81-4be0-af3f-bee51e8cc81e', 'EF3级龙卷风过境致工厂停工', '强对流天气', '红色预警  ', '2026-07-09 16:00', '盐城市,亭湖区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(19, 'd8171204-a8b9-4100-8746-2d9674c147f4', '台风"海燕"登陆伴15级风', '台风灾害', '红色预警  ', '2026-08-15 02:30', '盐城市,盐都区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(20, 'e356f565-abc3-4458-98ec-751651182802', '暴雨致沿海养殖区被淹', '暴雨洪涝', '红色预警  ', '2026-06-23 21:20', '盐城市,大丰区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(21, '57e438bf-76fc-4153-96df-52651d974b80', '龙卷风EF1级致电力中断', '强对流天气', '橙色预警  ', '2026-07-31 13:50', '盐城市,东台市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(22, 'a6d52b37-9ab7-47e2-bc50-7d67d2a1f64b', '雷暴大风掀翻仓库顶棚', '强对流天气', '橙色预警  ', '2026-08-22 05:40', '盐城市,建湖县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(23, '50083ee3-4c91-49f0-9267-1dde480955e6', '冰雹（直径4cm）砸毁农作物', '强对流天气', '橙色预警  ', '2026-07-16 10:10', '盐城市,射阳县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(24, 'f7255875-83e7-4aaa-bfdf-5eef8392e5da', '暴雨引发里下河地区洪涝', '暴雨洪涝', '红色预警', '2026-08-10 19:30', '盐城市,阜宁县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(25, '939d287d-b451-4107-9866-facf4b72f503', '暴雨致老城区积水1.5米', '暴雨洪涝', '红色预警  ', '2026-07-29 08:40', '扬州市,广陵区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(26, 'ebef3c78-7ce6-45c0-a863-c51f60559bca', '雷暴大风（阵风12级）掀翻货车', '强对流天气', '橙色预警  ', '2026-08-16 03:50', '扬州市,邗江区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(27, 'ac317117-ab6a-443f-b04f-62657eaa1f69', '龙卷风EF1级致房屋受损', '强对流天气', '橙色预警  ', '2026-06-24 18:00', '扬州市,江都区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(28, 'c83f2c0c-84c6-44aa-944c-2365336f3bd6', '暴雨（24小时180mm）淹没农田', '暴雨洪涝', '红色预警  ', '2026-07-13 22:20', '扬州市,宝应县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(29, '236e1e12-aa6e-4e81-bbe1-09528b3de85f', '短时强降水（1小时100mm）淹没街道', '暴雨洪涝', '橙色预警  ', '2026-08-05 01:30', '扬州市,仪征市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(30, '5525d73c-08fa-4b51-b4a6-4d717691211b', '台风外围影响致树木倒伏', '台风灾害', '黄色预警', '2026-07-27 14:10', '扬州市,高邮市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(31, '0554b1f6-315b-4fc9-a083-a6079106baf5', '暴雨引发道路积水0.8米', '暴雨洪涝', '橙色预警', '2026-07-20 09:55', '泰州市,海陵区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(32, 'ab22d52c-374a-4503-8230-39ead87c53ff', '雷暴大风（阵风11级）掀翻活动板房', '强对流天气', '橙色预警', '2026-08-12 04:40', '泰州市,高港区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(33, 'f07406c2-f5ad-4a4a-a12e-564d0fdb4f95', '龙卷风EF0级致电线短路', '强对流天气', '黄色预警', '2026-06-28 16:20', '泰州市,姜堰区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(34, 'ca5fdb5f-91f1-4c68-bd94-97bb52b29331', '暴雨致圩堤决口', '暴雨洪涝', '红色预警  ', '2026-07-30 02:10', '泰州市,兴化市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(35, '3a02c9b3-0abb-4949-9779-b7a16abcfbc3', '短时强降水（1小时110mm）淹没工厂', '暴雨洪涝', '红色预警', '2026-08-04 23:25', '泰州市,靖江市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(36, 'f44efc7b-00c9-46d7-9af1-002beb1644e4', 'EF2级龙卷风过境致厂房坍塌', '强对流天气', '红色预警  ', '2026-07-15 15:40', '南通市,崇川区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(37, 'dc9c7f9b-0257-4b4c-addc-bc10edc1bd86', '台风"利奇马"登陆伴14级风', '台风灾害', '红色预警  ', '2026-08-21 04:00', '南通市,通州区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(38, 'ea17ea19-afdb-4f68-80ce-72c1a678be12', '暴雨引发沿海风暴潮', '暴雨洪涝', '红色预警  ', '2026-06-26 20:50', '南通市,海门区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(39, '67f154f8-a99f-4c57-9c48-9df46bf8eb45', '龙卷风EF1级致渔船倾覆', '强对流天气', '橙色预警', '2026-07-30 11:20', '南通市,启东市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(40, '87881376-c9ec-4f66-9ae3-0ea99b893af2', '雷暴大风掀翻养殖场顶棚', '强对流天气', '橙色预警', '2026-08-18 06:30', '南通市,如东县', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(41, 'dda3ebc7-b64c-400d-9f42-613d6cc4b3a5', '冰雹（直径3cm）砸毁大棚', '强对流天气', '橙色预警', '2026-07-10 23:00', '南通市,如皋市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(42, 'ec9ffa85-b69f-494a-bba6-739a92f233c8', '暴雨致地铁口积水1米', '暴雨洪涝', '红色预警', '2026-07-24 07:50', '南京市,玄武区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(43, '8a54fdbd-56be-4988-92c3-996c3465836c', '雷暴大风（阵风11级）掀翻广告牌', '强对流天气', '橙色预警', '2026-08-17 02:20', '南京市,秦淮区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(44, '43a28304-d9ce-4a6f-a099-9ad8f0d8c39e', '龙卷风EF1级致树木倒伏', '强对流天气', '橙色预警', '2026-06-29 18:40', '南京市,建邺区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(45, 'f53f129f-23b3-4520-9d66-b209ed69975b', '暴雨引发山体滑坡', '暴雨洪涝', '红色预警', '2026-07-16 23:55', '南京市,鼓楼区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(46, '59361065-9b5e-4cef-b05f-4f51173996a4', '短时强降水（1小时90mm）淹没隧道', '暴雨洪涝', '橙色预警', '2026-08-10 05:30', '南京市,浦口区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(47, 'c011388b-0d01-47a8-9afb-6298487c9f6f', '台风外围影响致航班取消', '台风灾害', '黄色预警', '2026-07-25 14:20', '南京市,栖霞区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(48, 'ac71f99c-a709-434c-b862-8e02157847dc', '雷暴大风掀翻仓库顶棚', '强对流天气', '橙色预警', '2026-08-03 01:40', '南京市,雨花台区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(49, '30e9c1c2-beb6-49a1-a9d5-da6eada5c8ad', '冰雹（直径2cm）砸坏车辆', '强对流天气', '黄色预警', '2026-07-19 19:50', '南京市,江宁区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(50, 'f80df12d-ef89-46ae-973d-33a08d9da681', '暴雨引发水库水位超限', '暴雨洪涝', '橙色预警', '2026-08-26 11:00', '南京市,六合区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(51, 'ec74f5c4-eb1d-4cca-9032-b9b0c4873065', '龙卷风EF0级致电力故障', '强对流天气', '黄色预警', '2026-07-12 16:30', '南京市,溧水区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(52, '40eae66b-74f0-477d-9445-39a385390048', '短时强降水（1小时85mm）淹没农田', '暴雨洪涝', '橙色预警', '2026-08-20 22:10', '南京市,高淳区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(53, 'f2f532a2-c562-4bcb-933b-eef871c27933', '暴雨致老旧小区内涝0.6米', '暴雨洪涝', '蓝色预警', '2026-07-22 09:00', '镇江市,京口区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(54, '1321e158-f4c4-41ef-a232-4a11f350a3e1', '雷暴大风（阵风10级）掀翻广告牌', '强对流天气', '蓝色预警', '2026-08-15 03:30', '镇江市,润州区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(55, 'c230842d-2fab-42c1-9870-fa9c3302d9c3', '龙卷风EF0级致房屋瓦片脱落', '强对流天气', '蓝色预警', '2026-06-27 17:20', '镇江市,丹徒区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(56, '933122f0-3755-4c24-968b-67907404dfd3', '暴雨引发农田积水0.8米', '暴雨洪涝', '蓝色预警', '2026-07-31 22:50', '镇江市,丹阳市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(57, 'f1ef99bc-dbfd-4644-9b4a-d17c79885dea', '短时强降水（1小时95mm）淹没街道', '暴雨洪涝', '蓝色预警', '2026-08-08 02:00', '镇江市,扬中市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(58, 'd0bb9f5c-7ad5-4636-9fec-c6efefeb89be', '台风外围影响致江水倒灌', '台风灾害', '蓝色预警', '2026-07-17 14:40', '镇江市,句容市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(59, '00f26478-abc6-4b29-8230-1313fa8b925b', '暴雨致地下车库被淹1.2米', '暴雨洪涝', '红色预警  ', '2026-07-27 09:20', '常州市,天宁区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(60, 'd3d98e7d-6f06-4f2c-8ec5-33e641ca06d1', '雷暴大风（阵风11级）掀翻货车', '强对流天气', '橙色预警  ', '2026-08-13 04:10', '常州市,钟楼区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(61, '203da30f-cee9-4d8a-9781-561b9e1a1475', '龙卷风EF1级致树木连根拔起', '强对流天气', '橙色预警  ', '2026-06-25 18:30', '常州市,新北区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(62, 'dd37dcf6-36b6-46dc-898e-44fa74ed6719', '暴雨引发城市排水系统瘫痪', '暴雨洪涝', '红色预警  ', '2026-07-20 23:40', '常州市,武进区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(63, 'bf9f4ec7-34a8-4e9b-b1f6-39f47b80070d', '短时强降水（1小时105mm）淹没工厂', '暴雨洪涝', '红色预警  ', '2026-08-06 05:50', '常州市,金坛区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(64, '01decc50-103d-468d-9c68-e958fd6bf65d', '台风外围影响致船舶停航', '台风灾害', '黄色预警', '2026-07-14 11:10', '常州市,溧阳市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(65, '4f372171-3e1e-4b1b-ac4c-8aaec0609534', '暴雨致隧道积水0.9米', '暴雨洪涝', '红色预警  ', '2026-07-30 08:00', '无锡市,梁溪区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(66, '34762c6e-4ba0-4145-abd7-5e3a1a314893', '雷暴大风（阵风12级）掀翻活动板房', '强对流天气', '红色预警  ', '2026-08-18 02:40', '无锡市,锡山区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(67, 'a0b91c4e-20ca-434e-a132-44b9d7601e9f', '龙卷风EF0级致广告牌坠落', '强对流天气', '黄色预警  ', '2026-06-30 19:20', '无锡市,惠山区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(68, '06823ff5-3f39-433b-9b87-5c5a15258fa8', '暴雨引发太湖水位上涨0.5米', '暴雨洪涝', '橙色预警  ', '2026-07-23 23:30', '无锡市,滨湖区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(69, '6ffa1c4b-dac7-47aa-8f98-a62b6ed6f555', '短时强降水（1小时115mm）淹没仓库', '暴雨洪涝', '红色预警  ', '2026-08-11 06:00', '无锡市,新吴区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(70, '969dbaf0-90c3-4ae2-bb41-ec4d89be1ffb', '台风外围影响致电力故障', '台风灾害', '黄色预警  ', '2026-07-19 14:50', '扬州市,江都区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(71, 'ff6ff3d3-8c97-479c-b6e0-aa71eff73b8f', '雷暴大风掀翻养殖场顶棚', '强对流天气', '橙色预警', '2026-08-04 01:20', '无锡市,宜兴市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(72, '1a30233d-4c2b-406d-b0c3-ce0bb8a3c31b', '暴雨致古城区积水0.7米', '暴雨洪涝', '橙色预警  ', '2026-07-25 08:30', '苏州市,虎丘区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(73, '7a1ebe8b-eba8-4d67-b306-81e540bafded', '雷暴大风（阵风13级）掀翻仓库顶棚', '强对流天气', '红色预警  ', '2026-08-16 03:10', '苏州市,吴中区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(74, '61d21f30-dd6f-4a13-8332-63a575071f0f', '龙卷风EF1级致树木倒伏', '强对流天气', '橙色预警  ', '2026-06-26 17:40', '苏州市,相城区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(75, '649a33d0-afff-4835-8cee-c905a6fd4cbe', '暴雨引发阳澄湖水位超限', '暴雨洪涝', '红色预警  ', '2026-07-18 23:00', '苏州市,姑苏区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(76, 'faeceaa7-d99f-49f8-bd2c-3f514b0270c9', '短时强降水（1小时125mm）淹没农田', '暴雨洪涝', '红色预警  ', '2026-08-09 05:40', '苏州市,吴江区', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(77, 'ffb2e8ac-1272-4849-8a56-308c22777827', '台风外围影响致交通管制', '台风灾害', '黄色预警', '2026-07-13 14:20', '苏州市,常熟市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(78, 'd733c4f1-492b-466f-8863-41112fb2496f', '雷暴大风掀翻物流仓库顶棚', '强对流天气', '橙色预警  ', '2026-08-02 01:50', '苏州市,张家港市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(79, '03971d9a-4860-4cd4-87b6-e9af593fce4a', '冰雹（直径3cm）砸毁大棚', '强对流天气', '橙色预警  ', '2026-07-29 20:00', '苏州市,昆山市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(80, 'cac6d172-f993-470a-bfe7-d935ca5124b9', '暴雨引发沿江堤防险情', '暴雨洪涝', '红色预警', '2026-08-21 22:30', '苏州市,太仓市', '', '', 0, '2025-05-01 00:00:00', '2025-05-01 00:00:00', ''),
	(81, 'af2d1af2-db7c-4393-b2f7-6d114157ac05', '4444', '强对流天气', '蓝色预警', '2025-05-10 19:41', '徐州市,鼓楼区', '', '', 0, '2025-05-10 00:00:00', '2025-05-10 00:00:00', ''),
	(82, '9125b3d8-a9ee-40bd-a5eb-fa459bbfabe6', '暴雨致老旧小区内涝0.6米', '暴雨洪涝', '橙色预警', '2026-07-22 09:00', '南京市,玄武区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(83, '1180e00d-40ad-483e-b77d-8cadc3a72446', '龙卷风EF0级致电力故障', '强对流天气', '黄色预警  ', '2026-07-12 16:30', '徐州市,铜山区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(84, '043839bf-8a59-40af-b590-ada87082bd3e', '短时强降水（1小时150mm）淹没村庄', '暴雨洪涝', '红色预警', '2026-08-07 05:20', '无锡市,梁溪区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(85, '6f758be2-6950-4b76-9a42-97d8f59d5580', '雷暴大风（阵风10级）掀翻广告牌', '强对流天气', '橙色预警', '2026-08-15 03:30', '南京市,溧水区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(86, '9405bff1-1977-41c1-aec6-e2738c3961a8', '短时强降水（1小时95mm）淹没街道', '暴雨洪涝', '橙色预警  ', '2026-08-08 02:00', '宿迁市,宿城区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(87, '878f616e-851e-4dc4-8938-c870b7e90449', '暴雨引发阳澄湖水位超限', '暴雨洪涝', '黄色预警', '2026-07-18 23:00', '宿迁市,宿豫区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(88, '2d764e80-3718-4e07-a4b8-ba234ae987de', '短时强降水（1小时105mm）淹没工厂', '暴雨洪涝', '红色预警  ', '2026-08-06 05:50', '盐城市,盐都区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(89, '21050a4e-0fbe-4696-9a35-68bb05710d9b', '雷暴大风（阵风12级）掀翻活动板房', '强对流天气', '红色预警  ', '2026-08-18 02:40', '无锡市,滨湖区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(90, '174f5441-b5e1-4698-9d03-30cbe910d4b2', '台风"海燕"登陆伴15级风', '台风灾害', '红色预警  ', '2026-08-15 02:30', '南京市,浦口区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(91, 'c5f77292-2353-4f04-acc9-3b2c7fcee7bb', '暴雨引发里下河地区洪涝', '暴雨洪涝', '红色预警', '2026-08-10 19:30', '南京市,六合区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(92, '457d40cc-48f7-43ad-a240-c37f5a2f9d54', '台风"利奇马"登陆伴14级风', '台风灾害', '红色预警  ', '2026-08-21 04:00', '无锡市,梁溪区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', ''),
	(93, 'ca6a2a1a-7555-4539-8022-74f3f6aca9b1', '雷暴大风（阵风12级）掀翻货车', '强对流天气', '橙色预警', '2026-08-16 03:50', '南京市,建邺区', '', '', 0, '2025-05-13 00:00:00', '2025-05-13 00:00:00', '');

/*!40103 SET TIME_ZONE=IFNULL(@OLD_TIME_ZONE, 'system') */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
